Repository: dshorthouse/SimpleMappr
Catalog: i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: fr

source: label States and Provinces
fr: étiquettes pour États/provinces

source: label lakes
fr: étiquettes pour lacs

source: label rivers
fr: étiquettes pour rivières

source: label city, town names
fr: étiquettes pour villes et villages

source: label physical features
fr: étiquettes pour caractéristiques physiques

source: label marine features
fr: étiquettes pour caractéristiques marines

source: label biodiversity hotspots
fr: étiquettes pour hotspots de biodiversité

source: label terrestrial ecoregions
fr: étiquettes pour les écorégions terrestres

source: graticules
fr: réticules

source: draw a graticule (grid) layer on the map using either fixed, 1, 5, or 10 degree spacing
fr: dessiner un réticule sur la carte en utilisant soit fixe, 1, 5, ou 10 degrés l'espacement

source: use the slider to increase or decrease line thickness of the base and State/Provinces layers
fr: utiliser le curseur pour augmenter ou diminuer l'épaisseur du trait des couches de la base et de l'Etat/Provinces

source: choose among several projections. [Hint: first use zoom while on the base geographic projection for best effects]
fr: choisisser parmi plusieurs projections. [Suggestion: pour obtenir les meilleurs effets, utilisez le zoom avant ajuster la projection]

source: type the longitude for the central meridian
fr: tapper la longitude du méridien central

source: while logged in, click this icon to give your map a title and save its settings for later reuse from the My Maps tab.
fr: en étant connecté, cliquer sur cette icône pour donner votre carte un titre et enregistrer ses paramètres.

source: once a map is saved, click this icon to obtain a URL for embedding on other websites.
fr: une fois qu'une carte est enregistrée, cliquer sur cette icône pour obtenir une URL pour l'intégration sur d'autres sites.

source: choose from a web-friendly png, high resolution tif, pptx (PowerPoint), docx (Word), kml (Google Earth) or scalable vector graphic (svg). The latter is recommended for the preparation of figures in manuscripts because it is lossless. However, the svg download does not include a scalebar, legend, or shaded relief layer(s) because these are raster-based.
fr: choisir png, tif à haute résolution, pptx (PowerPoint), docx (Word), kml (Google Earth) ou scalable vector graphic (svg). Ce dernier est recommandé pour la préparation des figures dans les manuscrits, car elle est sans perte. Toutefois, le téléchargement svg ne comprend pas une barre d'échelle, légende, ou une couche relief ombré car ce sont des raster.

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: double-click
fr: double-clic

source: Zoom in at the mouse position
fr: Zoom sur la position du pointeur

source: Initiate the crop tool
fr: Lancer l'outil pour recadrer

source: Undo last selection
fr: Annuler la dernière action

source: Redo last selection
fr: Refaire la dernière action

source: New map with base layer
fr: Nouvelle carte

source: Refresh the map
fr: Régénérer la carte

source: Rebuild the map under geographic projection
fr: Reconstruire la carte sous la projection géographique

source: Show the Save Map dialog
fr: Enregistrer la carte

source: Show the Download Map dialog
fr: Télécharger la carte

source: Expand the map to fill the window
fr: Élargir la carte pour remplir la fenêtre

source: Show your saved maps tab (when logged in)
fr: Afficher l'onglet des cartes enregistrées (lorsque vous êtes connecté)

source: arrow up/down/left/right
fr: flèche haut / bas / gauche / droite

source: Pan the map up/down/left/right
fr: Faites défiler la carte vers le haut / bas / gauche / droite

source: Use the Point Data tab to paste coordinates as latitude, longitude either in decimal degrees or as DD°MM'SS" on separate lines and select the marker shape, size, and color.
fr: Utiliser l'onglet Points de Données pour coller des coordonnées latitude, longitude en degrés décimaux ou DD°MM'SS" sur des lignes séparées et sélectionner la forme de marqueur, la taille et la couleur.

source: Coordinate format
fr: Format de coordonnées

source: in western hemisphere above equator 45.55, -120.25 (or 45° 33'N, 120° 15'W); in western hemisphere below equator -15.66, -65.10; eastern hemisphere above equator 64.82, 75.1
fr: dans l'hémisphère occidental dessus de l'équateur 45.55, -120.25 (ou 45° 33'N, 120° 15'W); dans l'hémisphère occidental dessous de l'équateur -15.66, -65.10; hémisphère oriental dessus de l'équateur 64.82, 75.1

source: Example Data Entry
fr: Exemple de données

source: 38,-100 (North America)
fr: 38,-100 (l'Amérique du Nord)

source: -25,140 (Australia)
fr: -25,140 (Australie)

source: Pushpin color
fr: couleur du marqueur

source: configured using the RGB color scheme and a color selector is provided. By default, "0 0 0" (black) is selected. Shades of gray may be configured by typing variations of identically numbered triples. For example, "10 10 10" is dark gray whereas "100 100 100" is a lighter shade of gray.
fr: configuré en utilisant le schéma de couleurs RGB et un sélecteur de couleur est fourni. Par défaut, "0 0 0" (noir) est sélectionné. Nuances de gris peut être configuré en tapant des variations de triplets même numéro. Par exemple, "10 10 10" est gris foncé tandis que "100 100 100" est une nuance de gris.

source: Use the Regions tab to list political regions you would like shaded and select the shade color. Separate each political region by a comma or semicolon. Alternatively, you may use State/Province codes such as USA[WY|WA|MT], CAN[AB BC] that will shade Wyoming, Washington, Montana, Alberta, and British Columbia. Notice that States or Provinces are separated by a space or a pipe and these are wrapped with square brackets, prefixed with the three-letter ISO country code.
fr: Utiliser l'onglet Régions pour taper une liste des régions politiques que vous aimeriez ombragé et sélectionner la couleur d'ombre. Séparer chaque région politique par une virgule ou un point virgule. Alternativement, vous pouvez utiliser les codes de l'Etat/Province, comme USA[WY|WA|MT], CAN[AB BC] qui sera l'ombre du Wyoming, Washington, Montana, l'Alberta et la Colombie-Britannique. Noter que les États ou les provinces sont séparées par un espace ou un tuyau et ce sont enveloppés avec des crochets, précédée du code à trois lettres ISO du pays.

source: Use the Drawings tab to paste well-known text (WKT). You can generate these using software capable of doing so or online such as this %url_wkt% generator.
fr: Utiliser l'onglet Dessins pour taper well-known text (WKT). Vous pouvez générer ce en utilisant un logiciel ou en ligne comme le %url_wkt% générateur.

source: Country
fr: Pays

source: State/Province
fr: États/Provinces

source: Example
fr: Exemple

source: Nothing found
fr: Rien trouvé

source: Unsupported file type
fr: Ce type de fichier n'est pas supporté

source: Only files of type text are accepted.
fr: Seulements les fichiers de type texte sont acceptées.

source: Upload text or csv file
fr: Téléverser un fichier texte or csv

source: Example 1
fr: Exemple 1

source: Example 2
fr: Exemple 2

source: Too many fields of data
fr: Trop de champs de données

source: A maximum of %num_textarea% data fields is supported.
fr: Un maximum de %num_textarea% champs de données est supporté
