Repository: dshorthouse/SimpleMappr
Catalog: i18n/*.UTF-8/LC_MESSAGES/messages.po
Languages: fr

source: Dimensions: %dim%
fr: Dimension: %dim%

source: Region %d%
fr: Région %d%

source: Drawing %d%
fr: Dessin %d%

source: Create free point maps for publications and presentations
fr: créez gratuitement des cartes de répartition pour publications et présentations

source: publication,presentation,map,georeference
fr: publication,présentation,carte,géoréférencer

source: create free point maps for publications and presentations
fr: créez gratuitement des cartes de répartition pour publications et présentations

source: Sign Out
fr: Déconnecter

source: Sign In
fr: Connecter

source: Building application...
fr: Construit l'application...

source: Sorry, you must enable JavaScript to use this site.
fr: Désolé, vous devez activer JavaScript pour utiliser ce site.

source: Preview
fr: Aperçu

source: Point Data
fr: Points de Données

source: Drawings
fr: Dessins

source: Regions
fr: Régions

source: All Maps
fr: Cartes

source: My Maps
fr: Mes cartes

source: Shared Maps
fr: Cartes partagés

source: Maps shared by other authenticated users will appear here for you to reuse as templates in your account. You can share your saved maps with all other users from your My Maps panel.
fr: Cartes partagés par d'autres utilisateurs apparaît ici telle que vous pouvez les réutiliser en tant que modèles dans votre compte. Vous pouvez partager vos cartes enregistrées avec tous les autres utilisateurs de votre panneau «Mes cartes».

source: Users
fr: Usagers

source: Help
fr: Aide

source: About
fr: À propos

source: Feedback
fr: Réactions

source: Type geographic coordinates on separate lines in decimal degrees (DD) or DD°MM'SS" as latitude,longitude separated by a space (DD only), comma, or semicolon
fr: Taper les coordonnées géographiques sur des lignes séparées en degrés décimaux (DD) ou DD°MM'SS" comme latitude,longitude séparés par un espace (DD seulement), une virgule ou point-virgule

source: examples
fr: exemples

source: Add a layer
fr: Ajouter

source: Clear all
fr: Effacer tous

source: Type countries as Mexico, Venezuela AND/OR bracket pipe- or space-separated State/Province codes prefixed by 3-letter ISO country code <em>e.g.</em>USA[VA], CAN[AB ON].
fr: Taper des pays comme Mexico, Venezuela et/ou des codes pour États/Provinces séparés par des espaces et préfixé par trois lettres de code national ISO <em>ex.</em> USA[VA], CAN[AB ON].

source: Type Well-Known Text (WKT). Try this %wkt_url% generator. <em>e.g.</em>POLYGON((-70 63,-70 48,-106 48,-106 63,-70 63))
fr: Taper Well-Known Text (WKT). Essayer ce %wkt_url% outil. <em>ex.</em>POLYGON((-70 63,-70 48,-106 48,-106 63,-70 63))

source: Add a region
fr: Ajouter

source: Add a drawing
fr: Ajouter

source: zoom in +
fr: zoomer +

source: zoom out -
fr: dézoomer -

source: crop ctrl+x
fr: recadrer ctrl+x

source: fill regions
fr: remplisser

source: undo ctrl+z
fr: défaire ctrl+z

source: redo ctrl+y
fr: refaire ctrl+y

source: new ctrl+n
fr: nouvelle ctrl+n

source: refresh ctrl+r
fr: régénérer ctrl+r

source: rebuild ctrl+b
fr: rebâtis ctrl+b

source: save ctrl+s
fr: enregistrer ctrl+s

source: Save
fr: Enregistrer

source: embed
fr: intégrer

source: Embed
fr: Intégrer

source: download ctrl+d
fr: télécharger ctrl+d

source: Download
fr: Télécharger

source: pan up
fr: déplacer vers le haut

source: pan right
fr: déplacer vers la droite

source: pan down
fr: déplacer vers le bas

source: pan left
fr: déplacer vers la gauche

source: Data Out of Range
fr: Données hors de portée

source: Building preview...
fr: En train de construire l'aperçu...

source: expand/collapse ctrl+e
fr: ouvrir/fermer ctrl+e

source: Settings
fr: Paramètres

source: Legend
fr: Légende

source: legend will appear here
fr: légende apparaîtra ici

source: Layers
fr: Couches

source: State/Provinces
fr: États/Provinces

source: US Counties
fr: comtés des É.-U.

source: lakes (outline)
fr: lacs (contour)

source: lakes (greyscale)
fr: lacs (plein)

source: oceans (greyscale)
fr: océans (plein)

source: rivers
fr: rivières

source: relief (greyscale)
fr: relief (gris)

source: relief (alternate)
fr: relief (suppléant)

source: biodiv. hotspots
fr: hotspot de biodiv.

source: ecoregions
fr: écorégions

source: roads
fr: chemins

source: railroads
fr: chemins de fer

source: Labels
fr: Étiquettes

source: Countries
fr: Pays

source: lakes
fr: lacs

source: physical
fr: physiques

source: marine
fr: marins

source: graticules (grid)
fr: réticules

source: fixed
fr: fixée

source: hide labels
fr: cacher étiquettes

source: Line Thickness
fr: Epaisseur des lignes

source: longitude of natural origin
fr: longitude d'origine naturelle

source: zoom prior to setting projection
fr: zoomer avant de fixer la projection

source: Save and reload your map data or create a generic template.
fr: Enregistrer et recharger vos donnée ou créer un modèle générique.

source: Records out of range
fr: Données hors de portée

source: Title
fr: Titre

source: %row_count% of %total%
fr: %row_count% de %total%

source: %row_count% of %total% for %filter_username%
fr: %row_count% de %total% pour %filter_username%

source: Created
fr: Crée

source: Username
fr: Nom d'utilisateur

source: Updated
fr: Mise à jour

source: Share
fr: Partager

source: Unshare
fr: Non-partager

source: map will be cropped
fr: la carte sera recadrée

source: File name
fr: nom du fichier

source: File type
fr: type de fichier

source: include border
fr: inclus un cadre

source: Border
fr: bordure

source: Hatched
fr: hachure

source: make line thickness proportional to image scale
fr: faire épaisseur des lignes proportionnelle à l'échelle de l'image

source: embed legend
fr: inclus une légende

source: embed scalebar
fr: inclus une échelle

source: does not include scalebar, legend, or relief layers
fr: ne comprend pas la barre d'échelle, légende, ou les couches de relief

source: Building file for download...
fr: En train de construire le fichier...

source: Warning
fr: Attention

source: There was a problem loading your map.
fr: Il y avait un problème avec votre carte.

source: There was a problem saving your map.
fr: Il y avait un problème enregistrée votre carte

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Saving...
fr: Enregistrer...

source: You are missing a legend for at least one of your Point Data, Region, or Drawing layers.
fr: Il vous manque une légende pour au moins un de vos Points de Données, Régions, ou Dessins.

source: Loading your maps...
fr: En train de charger vos cartes...

source: Loading user list...
fr: En train de charger la liste des utilisateurs

source: Are you sure you want to delete
fr: Etes-vous sûr de vouloir supprimer

source: Example Coordinates
fr: exemple des coordonnées

source: State/Province Codes
fr: Codes des États/Province

source: Loading...
fr: En train de charger...

source: Additional parameters
fr: Paramètres supplémentaires

source: width, height, legend
fr: largeur, hauteur, légende

source: Apply
fr: appl...

source: --select--
fr: --choisisser--

source: cross
fr: croix

source: asterisk
fr: astérisque

source: solid
fr: plein

source: circle (s)
fr: cercles (p)

source: star (s)
fr: étoiles (p)

source: square (s)
fr: carrés (p)

source: triangle (s)
fr: triangles (p)

source: inverse triangle (s)
fr: triangles inverses (p)

source: hexagon (s)
fr: hexagones (p)

source: open
fr: ouvert

source: circle (o)
fr: cercles (o)

source: star (o)
fr: étoiles (o)

source: square (o)
fr: carrés (o)

source: triangle (o)
fr: triangles (o)

source: inverse triangle (o)
fr: triangles inverses (o)

source: hexagon (o)
fr: hexagones (o)

source: Remove
fr: Enlever

source: Layer %d%
fr: Couche %d%

source: Shadow
fr: Ombre

source: Shape
fr: Forme

source: Size
fr: Taille

source: Color
fr: Couleur

source: Clear
fr: Effacer

source: Created with SimpleMappr, http://www.simplemappr.net
fr: Créé avec SimpleMappr, http://www.simplemappr.net

source: Load
fr: Charger

source: Start by adding data on the Point Data or Regions tabs, press the Preview buttons there, then save your map from the top bar of the Preview tab.
fr: Commencer par ajouter des données sur le Point de Données ou des Régions, appuyer sur les boutons Aperçu là, puis enregistrer votre carte dans la barre supérieure de l'onglet Aperçu.

source: Alternatively, you may create and save a generic template by setting the extent, projection, and layer options you like without adding point data or specifying what political regions to shade.
fr: Alternativement, vous pouvez créer et enregistrer un modèle générique sans points de données

source: Flush caches
fr: Vider les caches

source: Email
fr: Couriel

source: Maps
fr: Cartes

source: Last Access
fr: Accédé

source: API Usage
fr: Utilisation de l'API

source: The SimpleMappr API is used by The Missouri Botanical Garden's %urls_tropicos%.
fr: L'API est utilisée par %urls_tropicos% de Le Missouri Botanical Garden.

source: The opensource, MIT-licensed code for SimpleMappr may be obtained at %urls_github%.
fr: Le code pour SimpleMappr peut être obtenu à %urls_github%.

source: Underlying ArcView shapefiles were obtained from Natural Earth, %urls_naturalearth% and the mapping software used is MapServer, %urls_mapserver% via PHP MapScript. Biodiversity Hotspot data were obtained from %urls_conservation% and ecoregions from the %urls_wwf%. Blue Marble from %urls_nasa% and US Counties from the %urls_us_census%.
fr: Données pour les hotspot de biodiversité on été obtenu à partir de %urls_conservation% et ceux pour les écoregions à partir du %urls_wwf%. Blue Marble à partir de NASA et les comtés des É.-U. à partir du Bureau des recensements.

source: Create free point maps suitable for reproduction on print media by copying and pasting geographic coordinates in layers, choosing pushpin styles, then downloading the result.
fr: Créer des cartes gratuites en copiant et collant les coordonnées géographiques en couches, en choisissant des styles punaise, puis en téléchargeant le résultat.

source: Citing
fr: Citer

source: All versions of SimpleMappr map data found on this website are in the Public Domain. You may use the maps in any manner, including modifying the content and design, electronic dissemination, and offset printing. The primary author, David P. Shorthouse has waived all copyright, related or neighboring rights, and financial claim to the maps and invites you to use them for personal, educational, and commercial purposes. No permission is needed to use SimpleMappr. Crediting the author is unnecessary. However, if you wish to cite the application, simply use the following.
fr: Toutes les versions de données cartographiques SimpleMappr trouvés sur ce site sont dans le domaine public. Vous pouvez utiliser les cartes de toute manière, y compris la modification du contenu et de la conception, de la diffusion électronique et de l'impression. L'auteur principal, David P. Shorthouse renonce à toute réclamation financière aux cartes et vous invite à les utiliser à des fins personnelles, éducatives et commerciales. Aucune autorisation n'est nécessaire pour utiliser SimpleMappr. Créditant l'auteur n'est pas nécessaire. Toutefois, si vous voulez citer l'application, il suffit d'utiliser ce qui suit.

source: Recent Updates
fr: Mises à jour

source: Live Updates
fr: Mises à jour direct

source: September 5, 2015
fr: 6 septembre, 2015

source: April 6, 2016
fr: 6 avril, 2016

source: July 10, 2016
fr: 10 juillet, 2016

source: December 9, 2016
fr: 9 décembre, 2016

source: November 21, 2016
fr: 21 novembre, 2016

source: November 7, 2016
fr: 7 novembre, 2016

source: February 27, 2015
fr: 27 février, 2015

source: February 20, 2015
fr: 20 février, 2015

source: February 12, 2015
fr: 12 février, 2015

source: January 23, 2015
fr: 23 janvier, 2015

source: December 17, 2014
fr: 17 décembre, 2014

source: December 4, 2014
fr: 4 décembre, 2014

source: August 14, 2014
fr: 14 août, 2014

source: July 27, 2014
fr: 27 juillet, 2014

source: July 9, 2014
fr: 9 juillet, 2014

source: June 30, 2014
fr: 30 juin, 2014

source: January 13, 2014
fr: 13 janvier, 2014

source: October 29, 2013
fr: 29 octobre, 2013

source: June 25, 2013
fr: 25 juin, 2013

source: March 9, 2017
fr: 9 mars, 2017

source: March 22, 2017
fr: 22 mars, 2017

source: June 20, 2017
fr: 20 juin, 2017

source: June 28, 2017
fr: 28 juin, 2017

source: July 23, 2017
fr: 23 juillet, 2017

source: August 15, 2017
fr: 15 août, 2017

source: Improvements: Added US counties from the US Census Bureau. Requested by Frank Krell.
fr: Améliorations: Ajouté les comtés des É.-U. par le Bureau des recensements. Demandé par Frank Krell.

source: Improvements: Added World Mercator projection. Requested by Russ Charrif.
fr: Améliorations: Ajouté World Mercator comme nouvelle projection. Demandé par Russ Charrif.

source: Improvements: Added hatch fill option for Regions and Drawings.
fr: Améliorations: Ajouté option pour remplir les régions et dessins avec une hachure.

source: Improvements: Added border option for drawings.
fr: Améliorations: Ajouté l'option pour encadrer les dessins.

source: Improvements: Automated selection of markers for text file uploads.
fr: Améliorations: Automatisé la sélection des formes de points de données pour des fichers texte.

source: Improvements: Added World Robinson projection as an option.
fr: Améliorations: Ajouté World Robinson comme nouvelle projection.

source: Bug fixes: Coordinates in the form DDdMMmSSs were incorrectly transformed to DD. Reported by Lorenzo Gallo.
fr: Correction: Coordonnées dans la forme DDdMMmSSs n'ont pas été transformés correctements en DD. Rapporté by Lorenzo Gallo.

source: Bug fixes: Remote files incompletely parsed via the API. Reported by Larry Gall.
fr: Correction: Fichiers incomplètement analysés via l'API. Rapporté par Larry Gall.

source: Improvements: Added a new tab to permit submission of well-known text (WKT).
fr: Améliorations: Ajouté un nouvel onglet pour permettre la présentation de well-known text (WKT)

source: Improvements: Added shadow option for points.
fr: Améliorations: Ajouté la possibilité de mettre les ombres sous les points.

source: Improvements: Added NASA's Blue Marble raster layer as an option. Requested by François Génier.
fr: Améliorations: Ajouté une couche pour Blue Marble, NASA. Demandé par François Génier.

source: Improvements: Upgraded to MapServer 7.0.0. Regions overlay selected layers. Blank colours for Regions result in transparency. Requested by Ryan St Laurent.
fr: Améliorations: Mise à jour MapServer 7.0.0. Régions superposent les couches sélectionnées. Couleurs vierges pour les régions se traduisent par une couche transparente. Demandé par Ryan St Laurent.

source: Bug fixes: Points disappear when the interface is Français. Reported by Carole Sinou.
fr: Corrections: Points disparaissent lorsque l'interface est Français. Rapporté par Carole Sinou.

source: Improvements: Added terrestrial ecoregions layer. Requested by François Génier.
fr: Améliorations: Ajouté une couche pour des écorégions terrestres. Demandé par François Génier.

source: Improvements: Added inverse triangle as a marker shape. Requested by Michael Schwartz.
fr: Améliorations: Ajouté triangles inverses comme option. Demandé par Michael Schwartz.

source: Bug fixes: Invalid DDMMSS coordinates were silently converted to DD.
fr: Corrections: Coordonnées de DDMMSS non valides ont été transformées automatiquement en DD.

source: Improvements: Added a Countries layer to toggle international borders. Requested by Yossef Rapoport.
fr: Améliorations: Ajouté une couche pour les bordures internationales. Demandé par Yossef Rapoport.

source: Improvements: Added file upload for Point Layer data.
fr: Améliorations: Ajouté la possibilité de téléverser un fichier de données géographiques

source: Improvements: Added an icon in the toolbar to create a new empty map.
fr: Améliorations: Ajouté une nouvelle icône dans la barre d'outils pour créer une nouvelle carte vide.

source: Improvements: Recognize decimal degree coordinates with degree symbol.
fr: Améliorations: Reconnaître coordonnées degré décimal avec le symbole de degré.

source: Improvements: Added ability to share and unshare maps with authenticated users. Requested by Tim Dickinson.
fr: Améliorations: Ajouté l'option de partager vos cartes avec d'autres utilisateurs. Demandé par Tim Dickinson.

source: Improvements: Codebase migrated to a dedicated hosting service.
fr: Améliorations: Logicielle migré vers un service d'hébergement dédié.

source: Improvements: Upgraded underlying software. Added borders around biodiversity hotspot layer and option for labels. Requested by Torsten Dikow.
fr: Améliorations: Logiciel mis à jour. Bordures ajouté autour la couche de hotspot de biodiversité et l'option pour les étiquettes. Demandé par Torsten Dikow.

source: Improvements: Created a Web Map Service (WMS), which can be used by client applications like QGIS.
fr: Améliorations: Création d'un Web Map Service (WMS), qui peut être utilisée par les applications clientes comme QGIS.

source: Bug fixes: Point Data layers incorrectly loaded from saved map when there are blank layers followed by layers with data. Reported by Chandra Venables.
fr: Corrections: Les couches de données Point incorrectement chargés quand il ya des couches blanches suivies par des couches avec des données. Rapporté par Chandra Venables.

source: February 27, 2013
fr: 27 février, 2013

source: Bug fixes: Relief layers had artifacts under polar projections. Reported by Derek Sikes.
fr: Corrections: Couches en relief eu des artefacts dans les projections polaires. Rapporté par Derek Sikes.

source: Improvements: Embedded map will appear cropped when saved as such. Requested by Steven Bachman.
fr: Améliorations: Carte intégrée apparaît recadrée lorsqu'elle est enregistrée en tant que telle. Demandé par Steven Bachman.

source: In the Wild
fr: Trouvés ailleurs

source: History
fr: Histoire

source: The first version of this application was developed by David P. Shorthouse to help participants in two Planetary Biodiversity Inventory (National Science Foundation) projects create publication-quality maps. Funding for that work was coordinated by Dr. Norman Platnick, American Museum of Natural History.
fr: La première version de cette application a été développée par David P. Shorthouse pour aider les participants dans deux inventaire de la biodiversité planétaire (National Science Foundation). Le financement de ce travail a été coordonné par le Dr Norman Platnick, American Museum of Natural History.

source: Acknowledgments
fr: Remerciements

source: A simple, restful API may be used with Internet accessible, tab-separated text files, a collection of coordinates, or by sending files with additional parameters outlined below. A Web Feature Service (WFS) and a Web Map Service (WMS) are also available for vector- and raster-based layers, respectively.
fr: Un API peut être utilisé avec des fichiers texte séparés par des tabulations, une collection de coordonnées, our par envoyé des fichiers avec des paramètres supplémentaires décrites ci-dessous. Un Web Feature Service (WFS) et un Web Map Service (WMS) sont également disponible pour les couches vectorielles et raster, respectivement.

source: Used SimpleMappr in a manuscript, poster, PowerPoint presentation or are you making use of the API? Please also drop a note if you have feature requests or bug reports.
fr: Avez-vous utilisé SimpleMappr dans un manuscrit, une affiche, une présentation PowerPoint ou avez-vous utilisé l'API? S'il vous plaît aussi écrire une note si vous avez des demandes ou de fonctionnalités des rapports de bogues.

source: This application makes heavy use of JavaScript. A modern browser like Internet Explorer 9, FireFox 6+, Google Chrome, or Safari 5+ is strongly recommended.
fr: Cette application fait un usage intensif de JavaScript. Un navigateur moderne comme Internet Explorer 9, FireFox 6+, Google Chrome ou Safari 5+ est fortement recommandée.

source: Use the Preview tab to refine your eventual map export by adjusting various options, downloading the result, or saving it for later re-use (when logged in)
fr: Utiliser l'onglet Aperçu pour affiner votre carte en ajustant les différentes options, télécharger le résultat, ou l'enregistrer pour réutilisation ultérieure (lorsque vous êtes connecté)

source: Toolbar buttons
fr: Boutons

source: Zoom in
fr: zoomer

source: draw a zoom region on the preview
fr: dessiner une région de zoom sur l'aperçu

source: Zoom out
fr: dézoomer

source: zoom out one step
fr: dézoomer une étape

source: Crop
fr: recadrer

source: draw an expandable, square-shaped rubber band that precisely defines a cropped portion of the map you wish to appear in the exported map. Typing precise coordinates in the corner boxes within the crop window are not always retained after the crop window is automatically redrawn because your computer monitor has a finite number of pixels.
fr: dessiner une extensible, élastique en forme de carré qui définit précisément une partie recadrée de la carte que vous souhaitez voir apparaître dans la carte exportée.

source: Fill regions
fr: remplisser les régions

source: Undo
fr: Défaire

source: undo the last executed action
fr: annuler la dernière action

source: Redo
fr: Refaire

source: redo the last executed action
fr: rétablir la dernière action

source: choose a color then draw an expandable, square-shaped rubber band to shade States/Provinces (if layer visible) or Countries. Selections are sequentially added in the Regions tab.
fr: choisisser une couleur puis tracez une extensible, élastique en forme de carré à l'ombre des États/provinces (si la couche visible) ou des pays. Les sélections sont ajoutés séquentiellement dans l'onglet Régions.

source: Refresh
fr: régénérer

source: create a new map image
fr: créer une nouvelle carte

source: refresh the map image
fr: régénérer la carte

source: Rebuild
fr: rebâtis

source: re-render the default presentation at lowest zoom and geographic projection
fr: rendre la présentation par défaut au plus bas de zoom et projection géographique

source: select this checkbox to draw all Country borders
fr: rendre toutes les frontières des pays

source: select this checkbox to draw all State and Province borders for all countries
fr: rendre toutes les frontières des États et provinces pour tous les pays

source: select this checkbox to overlay lakes as black outlines
fr: superposer les lacs sous forme de contours noirs

source: select this checkbox to overlay lakes as greyscale polygons
fr: superposer les lacs en polygones gris

source: select this checkbox to overlay rivers as black outlines
fr: superposer les rivières sous forme de contours noirs

source: select this checkbox to overlay oceans as greyscale polygons
fr: superposer les océans en polygones gris

source: select this checkbox to render a color, shaded relief layer
fr: rendre une couche relief ombré

source: select this checkbox to render an alternate color, shaded relief layer
fr: rendre une différente couche relief ombré

source: select this checkbox to render a greyscale, shaded relief layer
fr: rendre une couche relief ombré de gris

source: select this checkbox to render biodiversity hotspots known to Conservation International
fr: rendre une couche pour les hotspots de biodiversité selon l'organisme Conservation International

source: select this checkbox to render terrestrial ecoregions from the World Wildlife Fund
fr: rendre une couche pour les écorégions terrestres selon l'organisme World Wildlife Fund

source: select this checkbox to render major roadways
fr: rendre une couche pour les chemins majeurs

source: select this checkbox to render major railroad lines
fr: rendre une couche pour les chemins de fers majeurs

source: label countries
fr: étiquettes pour pays
